Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=188_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen opetus kotiseutualueen ulkopuolella
sme: Sámeoahpahus ruovttuguovllu olggobealde

source: Saamen opetuksessa ollaan palaamassa kansakoulun ajan tilanteeseen.
sme: Sámi oahpahus lea máhccamin álbmotskuvlla áigge dillái.

source: Saamelaiskäräjien ensimmäinen koulutusraportti julkistettiin Helsingissä 13.11. saamelaiskäräjien, vähemmistövaltuutetun ja lapsiasiavaltuutetun yhdessä järjestämässä seminaarissa.
sme: Ruovttuguovllu olggobealde ássi mánát ja nuorat báhcet lohkan- ja čállindáidduheapmen iežaset gielas, jos giella ii oahpahuvvo skuvllas. Sámedikki vuosttaš skuvlenraporta almmuhuvvui Helssegis 13.11. sámedikki, veahádatsáttaolbmo ja mánáidáittarteaddji ovttas ordnen semináras.

source: Saamelaisopetuksen nykytilanne enteilee paluuta kansakoulun aikaan, jolloin saamen kielellä ei ollut asemaa opetuksessa ja saamelaisten kielenvaihdos eteni nopeasti.
sme: Sámeoahpahusa dálá dilli ávašta máhccama álbmotskuvlla áigái, goas sámegielas ii leamašan sajádat oahpahusas ja sámiid giellamolsun ovdánii jođánit.

source: Kotiseutualueen ulkopuolella asuvien saamelaislasten- ja nuorten tilanne muistuttaa heidän isovanhempiensa lapsuuden tilannetta.
sme: Ruovttuguovllu olggobealde ássi sámemánáid- ja nuoraid dilli muittuha sin áhkuid ja ádjáid mánnávuođa dili.

source: Kun kieltä ei opeteta koulussa, sen puhujat jäävät luku- ja kirjoitustaidottomiksi omassa kielessään.
sme: Go giella ii oahpahuvvo skuvllas, dan hállit báhcet lohkan- ja čállindáidduheapmen iežaset gielas.

source: Kielen puhujien määrä vähenee eikä uusia kielen käyttäjiä tule.
sme: Giela hálliid mearri geahppána eaige ođđa giela geavaheaddjit boađe.

source: Heikomman kielitaidon omaavat menettävät joko kielensä kokonaan tai kieli jää kehittymättä, koska revitalisaation mahdollistava kielen kirjallinen haltuunotto ei ole mahdollista.
sme: Heajut gielladáiddolaččat masset jogo gielaset obban dahje giella báhcá ovdánkeahttá, go revitalisašuvnna vejolažžan dahkki giela čálalaš hálduiváldin ii leat vejolaš.

source: Koulutuspoliittinen välinpitämättömyys saamelaisopetuksen ongelmien ratkaisemiseksi on johtamassa saamen kieltä puhuvien ihmisten määrän nopeaan vähenemiseen ja saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.
sme: Skuvlenpolitihkalaš berošmeahttunvuohta sámeoahpahusa váttisvuođaid čoavdimii lea doalvumin sámegiela hálliid meari johtilis geahppáneapmái ja sámiid ruovttuguovllu olggobealde ássiid sámiid giela ja identitehta molsašuvvamii.

source: Opetusta koskevissa säännöksissä kotiseutualueen ulkopuolella asuvia saamelaisia kohdellaan maahanmuuttajiin verrattavana ryhmänä, josta työryhmän raportti antaa joitakin konkreettisia esimerkkejä.
sme: Oahpahusa guoskevaš njuolggadusain ruovttuguovllu olggobealde ássi sámit giehtadallojit sisafárrejeaddjiide buohtalaston joavkun, mas bargojoavkku raporta addá muhtin konkrehtalaš ovdamearkkaid.

source: Tilanne on Suomen perustuslain ja Suomen antamien, alkuperäiskansaansa koskevien kansainvälisten sitoumusten vastainen, todetaan Saamelaiskäräjien työryhmän torstaina 13.11. julkistamassa, sarjassaan ensimmäisessä saamelaiskäräjien koulutusraportissa.
sme: Dilli lea Suoma vuođđolága ja Suoma addin, eamiálbmogiid guoskevaš riikkaidgaskasaš čatnasumiid vuostásaš, gávnnahuvvo Sámedikki bargojoavkku duorastaga 13.11. olggosaddin, vuosttas sámedikki skuvlenraporttas.

source: Työryhmä on selvittänyt kotiseutualueen ulkopuolella muutamalla paikkakunnalla, mm.. Helsingissä, Tampereella, Oulussa ja Rovaniemellä annettua saamen kielen opetusta ja toteaa raportissaan, ettei opetuksella ole nykysäännöksin kehittymisedellytyksiä.
sme: Bargojoavku lea čielggadan ruovttuguovllu olggobealde moatti báikegottis, ee. Helssegis, Tamperees, Oulus ja Roavvenjárggas addojuvvon sámegiela oahpahusa ja gávnnaha raporttas, ahte oahpahusas ii leat dálá njuolggadusaid vuođul ovdánanvejolašvuohta.

source: Saamen kielen ja saamenkielisessä opetuksessa ja sen tilanteessa on paljon puutteita myös kotiseutualueella, mutta kotiseutualueen ulkopuolella tilanne on hälyttävä.
sme: Sámegiela ja sámegielat oahpahusas ja dan dilis leat olu váilevuođat maiddái ruovttuguovllus, muhto ruovttuguovllu olggobealde dilli lea fuolastuhtti.

source: Alkuperäiskansan kielen opetusta annetaan kotiseutualueen ulkopuolella samoin perustein kuin mm. maahanmuuttajien kielten opetusta.
sme: Eamiálbmoga giela oahpahus addojuvvo ruovttuguovllu olggobealde seamma vuođustusaiguin go ee. sisafárrejeaddjiid gielaid oahpahus.

source: Maahanmuuttajien kielet ovat usein suuria maailmankieliä, kuten espanja, englanti, punjabi tai arabia.
sme: Sisafárrejeaddjiid gielat leat dávjá stuorra máilmmigielat, nugo espánjagiella, eaŋgalsgiella, punjabi dahje arabia.

source: Opetusta on mahdollista saada enintään 2,5 viikkotuntia ja se on perusopetusta täydentävää oman äidinkielen tai kotikielen opetusta, jonka tunnit pidetään yleensä muun koulupäivän jälkeen tai koulupäivän viimeisinä tunteina.
sme: Oahpahusa lea vejolaš oažžut eanemustá 2,5 vahkkudiimmu ja dat lea vuođđooahpahusa dievasmahtti iežas eatnigiela dahje ruovttugiela oahpahus, man diimmut dollojit dábálaččat eará skuvlabeaivve maŋŋá dahje skuvlabeaivve maŋimuš diibmun.

source: Kielen opetuksen asema koulutyössä on heikko ja tätä opetusta saa vain murto-osa kotiseutualueen ulkopuolella asuvista saamelaislapsista ja – nuorista.
sme: Giela oahpahusa sajádat skuvlabarggus lea headju ja dán oahpahusa oažžu dušše áibbas uhca oassi sámemánáin- ja nuorain, geat ásset ruovttuguovllu olggobealde.

source: Opetuksen aikaansaaminen on vaikeaa, koska saamen kielen opetus on kotiseutualueen ulkopuolisille kouluille, rehtoreille ja opetusviranomaisille uusi ja tuntematon asia.
sme: Oahpahusa áigáioažžun lea váttis, go sámegiela oahpahus lea ruovttuguovllu olggobeale skuvllaide, rektoraidda ja oahpahusvirgeoapmahaččaide ođđa ja amas ášši.

source: Saamelaiset vanhemmat ja paikalliset kouluviranomaiset ovat muutamilla paikkakunnilla yrittäneet kehittää opetustilannetta, mutta se on nykysäännösten pohjalta mahdotonta, todetaan raportissa.
sme: Sámi vánhemat ja báikkálaš skuvlavirgeoapmahaččat leat moatte báikegottis figgan ovddidit oahpahusdili, muhto dat lea dálá njuolggadusaid vuođul veadjemeahttun, gávnanhuvvo raporttas.

source: Saamelaiset vanhemmat ovat pyytäneet usein Saamelaiskäräjiltä apua tilanteeseen ja uskoneet sen itsehallintoelimenä voivan vaikuttaa opetuksen järjestämiseen.
sme: Sámi vánhemat leat bivdán máŋgii Sámedikkis veahki dillái ja jahkkán dan iešráđđenorgánan sáhttit váikkuhit oahpahusa lágideapmái.

source: Saamelaiskäräjien mahdollisuudet vaikuttaa oman kansansa opetukseen ovat kuitenkin minimaaliset eikä saamelaisille perustuslaissa turvattua kulttuuri-itsehallintoa ole toteutettu koulutuksen alueella.
sme: Sámedikki vejolašvuođat váikkuhit iežas álbmoga oahpahussii leat goittotge vánet iige sámiide vuođđolágas sihkkaraston kulturiešráđđen leat ollašuhtton skuvlema suorggis.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta pitäisi työryhmän mielestä kehittää saamelaisopetuksen kokonaisuudesta vastuuta kantava, sitä seuraava, opetuksesta raportoiva ja säännöllisesti opetusministeriön kanssa neuvotteleva keskus.
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahagas galggašii bargojoavkku mielas ovddidit sámeoahpahusa oppalašvuođas vástu guoddi, dan čuovvu, oahpahusas raporterejeaddji ja fásta oahpahusministeriijain ráđđádalli guovddáža.

source: Työryhmän mielestä saamelaisopetuksen kokonaisvaltainen kehittäminen ja kielen opetuksen saattaminen luonnolliseksi osaksi koulutyötä ympäri maan, tulee aloittaa pikaisesti.
sme: Bargojoavkku mielas sámeoahpahusa oppalaš ovddideami ja giela oahpahusa buktima luonddolaš oassin skuvlabargui miehtá riikka, galgá álggahit farggamusat.

source: Säännösten aiheuttamat esteet ja solmut tulee purkaa ja saattaa saamelaisopetuksen asema ja mahdollisuudet Šnormaaliin tilanteeseenŠ, jossa kielen opetusjärjestelyissä otetaan huomioon oppilaiden erilaiset kielitaustat: osa saamelaisoppilaista puhuu saamea äidinkielenään, osalle se on heikommin hallittu toinen kieli ja osalla ei ole lainkaan kielitaitoa.
sme: Njuolggadusaid dagahan eastagiid ja čuolmmaid galgá burgit ja buktit sámeoahpahusa sajádaga ja vejolašvuođaid Šnormála dilláiŠ, mas giela oahpahusordnemiin váldojit vuhtii oahppiid iešguđetlágan gielladuogážat: oassi sámeoahppiin hállá sámegiela eatnigiellan, oassái dat lea heajubut hálddašuvvon nubbi giella ja oasis ii leat olláge gielladáidu.

source: Lisäksi kouluissa, erityisesti pohjoisessa, on myös muita oppilaita, jotka haluaisivat oppia saamen kieltä.
sme: Lassin skuvllain, erenomážit davvin, leat maiddái eará oahppit, geat hálidivčče oahppat sámegiela.

source: Tämä ei kuitenkaan ole mahdollista kotiseutualueen ulkopuolella.
sme: Dát ii goittotge leat vejolaš ruovttuguovllu olggobealde.

source: Vuonna 2004 voimaan tulleen saamen kielilain säännösten toteuttaminen edellyttää uusien kielen puhujien kasvamista.
sme: Jagis 2004 fápmui boahtán sámi giellalága njuolggadusaid ollašuvvan gáibida ođđa giela hálliid lassáneami.

source: Mistä muualta uusia kielen puhujia voisi tulla kuin koulun vieraan kielen opetuksesta ?
sme: Gos eará sajis ođđa hállit sáhtášedje boahtit go skuvlla vierrogiela oahpahusas ?

source: – kysytään raportissa.
sme: – jerro raporttas.

source: Saamen kielen opetus ja sen kehittäminen tulisi työryhmän mielestä mahdollistaa laajentamalla nykyisin saamelaisten kotiseutualuetta koskeva saamelaisopetuksen rahoitus koko maahan.
sme: Sámegiela oahpahusa ja dan ovddideami galggašii bargojoavkku mielas dahkat vejolažžan viiddidemiin dálá sámiid ruovttuguovllu guoskevaš sámeoahpahusa ruhtadeami olles riikii.

source: Se avaisi tien opetuksen vakinaistamiselle, kehittämiselle ja sen aseman nostamiselle.
sme: Dat rabašii luotta oahpahusa fástan dahkamii, ovddieapmái ja dan sajádaga bajideapmái.

source: Kotiseutualuetta koskeva rahoitussäännös opetus ja kulttuuritoimen rahoituksesta annetussa laissa turvaa koulutuksen järjestäjille valtionavustuksen, joka vastaa noin 100-prosenttisesti tästä opetuksesta aiheutuvia opettajien palkkausmenoja.
sme: Ruovttuguovllu guoskevaš ruhtadannjuolggadus oahpahus ja kulturdoaimma ruhtadeamis addojuvvon lágas sihkkarastá skuvlema lágideaddjiide stáhtadoarjaga, mii vástida sullii 100-prosentalaččat dán oahaphusas boahtán oahpaheaddjiid bálkágoluid.

source: Toisena väylänä opetuksen kehittämiseen esitetään Inarin kirkonkylässä sijaitsevassa saamelaisalueen koulutuskeskuksessa kehitetyn verkko-opetuksen vakinaistamista ja kielen verkko-opetuksen mahdollistamista kaikkiin niihin peruskouluihin kotiseutualueella ja sen ulkopuolella, jossa on vaikeuksia löytää saamenkielentaitoisia opettajia.
sme: Nubbin vuohkin oahpahusa ovddideapmái evttohuvvo Anára kirkosiiddas doaibmi Sámi oahpahusguovddážis ovddiduvvon fierpmádatoahpahusa fástan dahkama ja giela fierpmádatoahpahusa vejolažžan dahkama buot daid vuođđoskuvllaide ruovttuguovllus ja dan olggobealde, gos leat váttisvuođat gávdnat sámegieldáiddolaš oahpaheaddjiid.

source: Koulutuskeskuksessa on jo vuosien ajan kehitetty verkkopedagogiikkaa ja teknisiä valmiuksia ja se pystyisi antamaan saamen kielen verkko-opetusta myös kotiseutualueen ulkopuolelle, mikäli sillä olisi tätä koskeva koulutuksen järjestämislupa ja varoja verkko-opettajien palkkaamiseen.
sme: Oahpahusguovddážis leat jo jagiid áigge ovddidan fierpmádatpedagogihka ja teknihkalaš válmmašvuođaid ja dat basttášii addit sámegiela fieprmádatoahpahusa maiddái ruovttuguovllu olggobealde, juos das livčče dan guoskevaš skuvlema ordnenlohpi ja várit fierpmádatoahpaheaddjiid bálkáheapmái.

source: Verkko-opettajia tarvittaisiin kaikkiin kolmeen Suomessa puhuttuun ja kouluissa opetettuun saamen kieleen, inarin-, koltan- ja pohjoissaameen.
sme: Fierpmádatoahpaheaddjit dárbbašuvvošedje buot golmma Suomas hállon ja skuvllas oahpahuvvon sámegillii, anáraš-, nuortalaš- ja davvisámegillii.

source: Kaikki saamen kielet kuuluvat kansainvälisten luokitusten mukaan (mm. www.unesco.org gt; endangered languages) maailman uhanalaisten kielten joukkoon, inarin- ja koltansaame vakavasti uhanalaisten kielten joukkoon.
sme: Buot sámegielat gullet riikkaidgaskasaš luohká mielde (mm. www.unesco.org gt; endangered languages) máilmmi áitatvuloš gielaid jovkui, anáraš- ja nuortalašgiella nannosit áitatvuloš gielaid jovkui.

source: Suomen valtiolla on vastuu alkuperäiskansansa kielestä, eikä saamea saa asettaa samaan asemaan maahanmuuttajien kielten kanssa.
sme: Suoma stáhtas lea vástu eamiálbmoga gielas, iige sámegiela oaččo bidjat seamma sajádahkii sisafárrejeaddjiid gielaiguin.

source: Niidenkin opetus Suomen kouluissa on tärkeää, mutta vain harvat niistä ovat kotimaissaan uhanalaisessa asemassa kuten saamen kielet pohjoismaisissa kotivaltioissaan.
sme: Daidge oahpahus Suoma skuvllain lea dehalaš, muhto dušše hárve gielat dain leat ruovtturiikkain áitatvuloš sajádagas nugo sámegielat davviriikkalaš ruovttustáhtain.

source: Työryhmän puheenjohtajana toimi saamelaiskäräjien jäsen Petra Magga ja jäseninä kieliasiainsihteeri Ellen Näkkäläjärvi, virtuaaliopetuksen koordinaattori Eeva-Liisa Rasmus ja luokanopettaja Rauna Rahko.
sme: Bargojoavkku ságajođiheaddjin doaimmai sámedikki lahttu Petra Magga ja lahttun giellaáššiidčálli Ellen Näkkäläjärvi, virtuálaoahpahusa koordináhtor Eeva-Liisa Rasmus ja luohkáoahpaheaddji Rauna Rahko.

source: Työryhmän raportin on kirjoittanut saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
sme: Bargojoavkku raportta lea čállán sámedikki skuvlenčálli Ulla Aikio-Puoskari.
